Repository: adamgitt/sudoku
Catalog: i18n/*/LC_MESSAGES/gnome-sudoku.po
Languages: fr_fr

source: GNOME Sudoku is a simple sudoku generator and player. Sudoku is a japanese logic puzzle.
fr_fr: GNOME Sudoku est un générateur et jeu de sudoku. Le sudoku est un jeu de réflexion japonais.

source: Puzzle
fr_fr: Grille

source: FAQ
fr_fr: FAQ-fr_FR

source: Squares instantly fillable by filling:
fr_fr: Cases remplissables immédiatement par position :

source: Squares instantly fillable by elimination:
fr_fr: Cases remplissables immédiatement par élimination :

source: Number of guesses necessary to solve:
fr_fr: Nombre d'hypothèses nécessaires à la résolution :

source: Difficulty value:
fr_fr: Niveau :

source: Name
fr_fr: Nom

source: Difficulty
fr_fr: Niveau

source: Started
fr_fr: Démarré

source: Last Played
fr_fr: Dernière action

source: Status
fr_fr: Etat

source: Printed %s ago
fr_fr: Imprimé il y a %s

source: Played for %s
fr_fr: Joué pendant %s

source: %s ago
fr_fr: il y a %s

source: Player
fr_fr: Joueur

source: Hints
fr_fr: Indices

source: Warnings about unfillable squares
fr_fr: Cases insolvables indiquées

source: Auto-fills
fr_fr: Remplissages automatiques

source: Finished in
fr_fr: Fini en

source: Track moves
fr_fr: Placements de la piste

source: _File
fr_fr: _Fichier

source: Generate new game
fr_fr: Génère une nouvelle grille

source: Print current game
fr_fr: Imprime la grille courante

source: Print _Multiple Sudokus
fr_fr: Imprimer _plusieurs Sodukus

source: Print many sudokus at a time.
fr_fr: Imprime plusieurs sudokus

source: Close Sudoku (save game for later)
fr_fr: Quitte GNOME Sudoku (grille courante sauvée)

source: _Enter custom game
fr_fr: _Créer une gille personnalisée

source: Enter new puzzle by hand (use this to copy a puzzle from another source).
fr_fr: Création d'une grille personnalisée (à utiliser pour copier une grille provenance d'une autre source)

source: _Resume old game
fr_fr: _Reprendre un ancien jeu

source: Resume a previous saved game.
fr_fr: Reprend un ancien jeu

source: _Game
fr_fr: _Jeu

source: _View
fr_fr: Afficha_ge

source: _Hint
fr_fr: _Indice

source: Show which numbers could go in the current square.
fr_fr: Affiche les chiffres possibles pour la case courante

source: Automatically fill in the current square if possible.
fr_fr: Remplit, si possible, automatiquement la case courante

source: _Fill
fr_fr: _Remplir

source: Automatically fill in all squares for which there is only one valid value.
fr_fr: Remplit automatiquement les cases pour lesquelles il n'y a qu'une seule valeur possible

source: Fill _all squares
fr_fr: Remplir _toutes les cases

source: _Increase size
fr_fr: Zoom a_vant

source: Increase the size of numbers and squares
fr_fr: Agrandit la taille des chiffres et des cases

source: _Decrease size
fr_fr: Zoom a_rrière

source: Decrease the size of numbers and squares.
fr_fr: Réduit la taille des chiffres et des cases

source: Puzzle _Statistics
fr_fr: Statisti_ques de la grille

source: Show statistics about current puzzle
fr_fr: Affiche les statistiques de la grille courante

source: _Help
fr_fr: _Aide

source: High _Scores
fr_fr: _Scores

source: Show high scores or replay old games.
fr_fr: Affiche les scores ou rejoue les anciens jeux

source: _Always show hint
fr_fr: Toujours _afficher les indices

source: Always show possible numbers in a square
fr_fr: Affiche toujours les indices

source: Warn about _unfillable squares
fr_fr: Indiquer les _cases insolvables

source: Warn about squares made unfillable by a move
fr_fr: Indique les case insolvables

source: _Track additions
fr_fr: Afficher les _pistes

source: Mark new additions in a separate color so you can keep track of them.
fr_fr: Signale les nouvelles pistes dans une couleur différente de manière à pouvoir les identifier

source: _Adjust size of grid when resizing window
fr_fr: _Ajuster la grille à la taille de la fenêtre

source: Automatically change the size of numbers and squares to fit the window.
fr_fr: Ajuste les chiffres et cases de la grille à la taille de la fenêtre

source: Show _Toolbar
fr_fr: Barre d'_outils

source: Generate new puzzles _while you play
fr_fr: Géné_rer de nouvelles grilles pendant le jeu

source: Generate new puzzles in the background while you play. This will automatically pause when the game goes into the background.
fr_fr: Génère de nouvelles grilles pendant le jeu. La génération se stoppe automatiquement quand le jeu n'est pas actif

source: _Edit
fr_fr: _Edition

source: Undo last action
fr_fr: Annule la dernière action

source: _Undo
fr_fr: A_nnuler

source: Redo last action
fr_fr: Refait la dernière action annulée

source: _Redo
fr_fr: _Refaire

source: Clear entries you've filled in
fr_fr: Efface les cases remplies

source: _Clear
fr_fr: E_ffacer

source: No Tracker
fr_fr: Pas de piste

source: Generate new puzzles.
fr_fr: Génère de nouvelles grilles

source: _Generate new puzzles
fr_fr: _Générer de nouvelles grilles

source: Entering custom grid...
fr_fr: Création d'une grille personnalisée

source: _Play game
fr_fr: _Jouer

source: Calculated difficulty:
fr_fr: Calcul du niveau :

source: Number of moves instantly fillable by elimination:
fr_fr: Nombre de placements immédiats par élimination :

source: Number of moves instantly fillable by filling:
fr_fr: Nombre de placements immédiats par position :

source: Number of guesses required to solve:
fr_fr: Nombre d'hypothèses nécessaires à la résolution :

source: Puzzle Information
fr_fr: Informations sur la grille

source: Statistics for %s
fr_fr: Statistiques pour la %s

source: _Clear Tracker
fr_fr: _Supprimer la piste

source: Clear all moves tracked by selected tracker.
fr_fr: Supprime la piste courante

source: _Clear Others
fr_fr: Supprimer les autres _pistes

source: Clear all moves not tracked by selected tracker.
fr_fr: Supprime les autres _pistes

source: Tracker %s
fr_fr: Piste %s

source: Possible values
fr_fr: Valeurs possibles

source: No values are possible!
fr_fr: Aucune valeur possible !

source: Print Preview
fr_fr: Aperçu avant impression

source: Very Hard
fr_fr: Diabolique

source: Hard
fr_fr: Difficile

source: Medium
fr_fr: Moyen

source: Easy
fr_fr: Facile

source: Working...
fr_fr: Préparation...

source: Paused
fr_fr: Pause

source: Stopped
fr_fr: Arrêté

source: Generated %s out of %s puzzles
fr_fr: Grille générées : %s/%s

source: Generated %s puzzles
fr_fr: %s grilles générées

source: and
fr_fr: et

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: <span size="large" style="italic" weight="bold">You win!</span>
fr_fr: <span size="large" style="italic" weight="bold">Gagné !</span>

source: High Scores
fr_fr: Scores

source: _High Scores
fr_fr: _Scores

source: <i>Easy</i>
fr_fr: <i>Facile</i>

source: <i>Hard</i>
fr_fr: <i>Difficile</i>

source: <span size="larger" weight="bold">Select Game</span>
fr_fr: <span size="larger" weight="bold">Choix de la grille</span>

source: Choose the _level of difficulty for your new game.
fr_fr: Choisissez le _niveau de difficulté pour le nouveau jeu

source: New Game
fr_fr: Nouveau Jeu

source: _Details
fr_fr: _Détails

source: _Play
fr_fr: Joue_r

source: Choose _game
fr_fr: Choisir une _grille

source: Open Game
fr_fr: Ouvrir un jeu

source: <span size="larger" weight="bold">Print Games</span>
fr_fr: <span size="larger" weight="bold">Impression de grilles</span>

source: Choose the _level of difficulty for games
fr_fr: Choisir le niveau de difficulté des grilles

source: Ma_ximum Difficulty
fr_fr: Niveau M_aximum

source: Print Sudokus
fr_fr: Imprimer plusieurs Sudokus

source: _Game List
fr_fr: _Liste des grilles

source: _Include games you've already played in list of games to print
fr_fr: _Inclure les grilles déjà jouées dans la liste des grilles à imprimer

source: _Label games with difficulty and name.
fr_fr: _Imprimer le niveau de difficulté et le nom de la grille

source: _Mark games as played once you've printed them.
fr_fr: Mar_quer les jeux comme joués après l'impression

source: _Minimum Difficulty
fr_fr: Niveau _Minimum

source: _Number of sudoku to print:
fr_fr: _Nombre de sudokus à imprimer :

source: _Sudokus per page:
fr_fr: _Sudokus par page :

source: <i><u>Number of Puzzles</u></i>
fr_fr: <i><u>Nombre de Grilles</u></i>

source: <i>Easy:</i>
fr_fr: <i>Facile :</i>

source: <i>Hard:</i>
fr_fr: <i>Difficile :</i>

source: <i>Medium:</i>
fr_fr: <i>Moyen :</i>

source: <i>Very Hard:</i>
fr_fr: <i>Diabolique :</i>

source: <span size="larger" weight="bold">Puzzle Generator</span>
fr_fr: <span size="larger" weight="bold">Générateur de Grilles</span>

source: Criteria:
fr_fr: Niveau :

source: Generate Policy
fr_fr: Politique de génération

source: Generate until _reaching target
fr_fr: Générer de nouvelles grilles _jusqu'à atteindre le nombre désiré

source: Puzzle Generator
fr_fr: Générateur de Grilles

source: Target _number of sudokus:
fr_fr: _Nombre de sudokus à générer :

source: _Easy
fr_fr: _Facile

source: _Generate
fr_fr: _Générer

source: _Generate new puzzles until stopped
fr_fr: _Générer de nouvelles grilles jusqu'à interrruption

source: _Hard
fr_fr: _Difficile

source: _Medium
fr_fr: _Moyen

source: Clear _Others
fr_fr: Supprimer les autres _pistes

source: _Add Tracker
fr_fr: _Ajouter une piste

source: _Trackers
fr_fr: Pistes

source: _Very Hard
fr_fr: Dia_bolique

source: Print Sudoku
fr_fr: Imprimer un Sudoku

source: %s puzzle
fr_fr: %s grille

source: %s year
fr_fr: %s an

source: %s month
fr_fr: %s mois

source: %s week
fr_fr: %s semaine

source: %s day
fr_fr: %s jour

source: %s hour
fr_fr: %s heure

source: %s second
fr_fr: %s seconde
